Repository: common-repository/3xpush
Catalog: languages/3xpush-*.po
Languages: ru_ru

source: Not
ru_ru: Нет

source: Category
ru_ru: Категория

source: Widget title
ru_ru: 3xpush. Отправить Push

source: Sent
ru_ru: Отправлено!

source: ERROR
ru_ru: ОШИБКА:

source: RecipientsF
ru_ru: Получателей

source: RecipientsN
ru_ru: Получатели

source: Sites
ru_ru: Сайты

source: Regions
ru_ru: Регионы

source: Langs
ru_ru: Языки

source: Tags
ru_ru: Тэги

source: Api-key valid
ru_ru: Проверка пройдена успешно!

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: Error saving settings
ru_ru: Ошибка при сохранении настроек

source: Configure 3xpush plugin
ru_ru: Настройте плагин 3xpush для правильной работы

source: Settings
ru_ru: Настройки

source: Settings-text-1
ru_ru: Перед настройки выполните следующие шаги

source: Settings-text-2
ru_ru: 1) Зарегистрируйтесь на

source: Settings-text-3
ru_ru: 2) На странице "Настройки - API", нажмите "Добавить ключ"

source: Settings-text-4
ru_ru: 3) Скопируйте созданный ключ в поле ниже и нажмите "Проверить"

source: Settings-text-5
ru_ru: 4) На странице "Сайты" добавьте сайт

source: Settings-text-6
ru_ru: 5) После добавления скопируйте ID сайта, который начинается с # и укажите его в поле Site ID

source: Settings-text-7
ru_ru: 6) Сохраните настройки

source: Check
ru_ru: Проверить

source: Delete
ru_ru: Удалить

source: point without
ru_ru: указывать без

source: Pause before show
ru_ru: Пауза перед показом запроса на подписку

source: Tooltip-1
ru_ru: Через какое время после захода на сайт выводить запрос на подписку

source: Close the site with a block
ru_ru: Закрывать сайт блоком с запросом на подписку

source: Tooltip-2
ru_ru: Сайт будет закрыт полупрозрачным темным блоком с текстом, который вы можете задать ниже

source: Draw a cross
ru_ru: Выводить крестик для закрытия блока

source: Tooltip-3
ru_ru: Если не выводить, то блок будет показываться, пока пользователь не подпишется

source: Text in the block
ru_ru: Текст в закрывающем блоке

source: Tooltip-4
ru_ru: Текст, который увидит пользователь в перекрывающем блоке

source: Pass as Subscriber
ru_ru: Передавать в качестве тэга подписчика

source: Tooltip-5
ru_ru: Можно помечать пользователей тэгами, по которым затем можно делать отдельно рассылку

source: Default icon
ru_ru: Иконка по умолчанию для push

source: Tooltip-6
ru_ru: Иконка push уведомления, если не загрузить, то будет использована стандартная иконка

source: Upload image
ru_ru: Загрузить изображение

source: Square size
ru_ru: Квадрат, размер 192х192, JPEG, JPG, PNG

source: Save
ru_ru: Сохранить

source: Valid download file
ru_ru: Допустимые расширения загружаемого файла - jpg, jpeg, png

source: Image size should be
ru_ru: Размер изображения должен быть 192 x 192 пикселей

source: Error loading image
ru_ru: Ошибка при загрузке изображения

source: Send notification
ru_ru: Отправить уведомление подписчикам

source: Dispatch time
ru_ru: Время рассылки
